app/controllers/articles_controller.rb

SELECT "employees".* FROM "employees"
---
  def index
    @e= Employee.all